export default [
    {
        name: "信息科学与工程学院",
        teacher: "刘植",
        tel: "18573182345",
        QQ_Group: 920509702,
        subject: [
            "计算机科学与技术（师范）",
            "计算机科学与技术",
            "物联网工程",
            "通信工程",
            "软件工程",
            "人工智能"
        ]
    },
    {
        name: "工程与设计学院",
        teacher: "胡奉佳",
        tel: "13677364689",
        QQ_Group: 759264327,
        subject: [
            "机械设计制造及其自动化",
            "机械工艺技术（师范）",
            "电子信息工程",
            "应用电子技术教育（师范）",
            "应用电子技术教育（电子电器应用与维修方向）（师范）",
            "应用电子技术教育（电子技术应用方向）（师范）",
            "视觉传达设计",
            "视觉传达设计（师范）",
            "服装与服饰设计",
            "服装与服饰设计（服装艺术设计与表演方向）",
            "服装与服饰设计（师范）",
            "工艺美术"
        ]
    },
    {
        name: "法学院",
        teacher: "郭胜习",
        tel: "18874715867",
        QQ_Group: 948270572,
        subject: [
            "法学",
            "知识产权"
        ]
    },
    {
        name: "公共管理学院",
        teacher: "胡耀飞",
        tel: "13313547712",
        QQ_Group: 1124906077,
        subject: [
            "哲学",
            "政治学与行政学",
            "社会学",
            "思想政治教育（师范）",
            "思想政治教育",
            "行政管理"
        ]
    },
    {
        name: "化学化工学院",
        teacher: "欧阳唯一",
        tel: "18670017423",
        QQ_Group: 1141409222,
        subject: [
            "化学（师范）",
            "化学",
            "化学工程与工艺",
            "制药工程"
        ]
    },
    {
        name: "教育科学学院",
        teacher: "刘东婷",
        tel: "18874808536",
        QQ_Group: 1126970984,
        subject: [
            "教育学（师范）",
            "教育技术学（师范）",
            "学前教育（师范）",
            "特殊教育（师范）",
            "心理学（师范）"
        ]
    },
    {
        name: "历史文化学院",
        teacher: "周冲",
        tel: "18890054350",
        QQ_Group: 1143599890,
        subject: [
            "历史学（师范）",
            "文化产业管理"
        ]
    },
    {
        name: "旅游学院",
        teacher: "张新洲",
        tel: "18711189378",
        QQ_Group: 894147368,
        subject: [
            "旅游管理",
            "酒店管理",
            "会展经济与管理"
        ]
    },
    {
        name: "美术学院",
        teacher: "唐士晋",
        tel: "15111129744",
        QQ_Group: 843176114,
        subject: [
            "美术学（师范）",
            "绘画",
            "艺术设计学",
            "环境设计",
            "数字媒体艺术",
            "艺术设计学（中外合作办学）"
        ]
    },
    {
        name: "商学院",
        teacher: "骆芷蓉",
        tel: "18774831570",
        QQ_Group: 732023534,
        subject: [
            "经济学",
            "金融学",
            "国际经济与贸易",
            "工商管理",
            "会计学"
        ]
    },
    {
        name: "生命科学学院",
        teacher: "赵志浩、肖军",
        tel: "18373126254、13975180726",
        QQ_Group: 1142047611,
        subject: [
            "生物科学（师范）",
            "生物技术"
        ]
    },
    {
        name: "数学与统计学院",
        teacher: "肖惠卿、熊密密",
        tel: "18817150010、15874896487",
        QQ_Group: 663059293,
        subject: [
            "数学与应用数学（师范）",
            "信息与计算科学",
            "统计学",
            "数据科学与大数据技术"
        ]
    },
    {
        name: "体育学院",
        teacher: "张自强、陈凤",
        tel: "13117533126、15273212533",
        QQ_Group: 104059094,
        subject: [
            "体育教育（师范）",
            "体育教育（中外合作办学）",
            "运动训练",
            "社会体育指导与管理",
            "武术与民族传统体育",
            "运动人体科学"
        ]
    },
    {
        name: "外国语学院",
        teacher: "王耀光",
        tel: "13973103765",
        QQ_Group: 1065354363,
        subject: [
            "英语（师范）",
            "俄语",
            "法语",
            "日语",
            "朝鲜语",
            "翻译",
            "德语",
            "西班牙语"
        ]
    },
    {
        name: "文学院",
        teacher: "周子杨",
        tel: "15111036330",
        QQ_Group: 874843071,
        subject: [
            "汉语言文学（师范）",
            "汉语国际教育（师范）",
            "戏剧影视文学"
        ]
    },
    {
        name: "物理与电子科学学院",
        teacher: "罗瑞霞",
        tel: "18274840461",
        QQ_Group: 1106759338,
        subject: [
            "物理学",
            "物理学（师范）",
            "电子信息科学与技术"
        ]
    },
    {
        name: "新闻与传播学院",
        teacher: "宋嘉帅、贺静一",
        tel: "18570616183、18229920957",
        QQ_Group: 700637999,
        subject: [
            "新闻学",
            "广告学",
            "编辑出版学",
            "网络与新媒体",
            "广播电视编导",
            "播音与主持艺术"
        ]
    },
    {
        name: "医学院",
        teacher: "郜江洪、林灿英",
        tel: "18939162789、17680154903",
        QQ_Group: 719105667,
        subject: [
            "临床医学",
            "预防医学",
            "药学",
            "医学检验技术",
            "护理学"
        ]
    },
    {
        name: "音乐学院",
        teacher: "戴霁斌",
        tel: "18569069010",
        QQ_Group: 1079395925,
        subject: [
            "音乐学（师范）",
            "舞蹈学",
            "音乐表演",
            "音乐表演（中外合作办学）"
        ]
    },
    {
        name: "资源与环境科学学院",
        teacher: "张凤、廖华",
        tel: "18373159751、15652954407",
        QQ_Group: 832363365,
        subject: [
            "地理科学（师范）",
            "人文地理与城乡规划",
            "地理信息科学",
            "土地资源管理"
        ]
    }
]